<style lang="less" scoped>
  @import url("../common-class.less");
  .section {
    width: 750rpx;
    float: left;
    margin-bottom: 12rpx;
    &:last-child {
      padding-bottom: 70rpx;
    }
  };
  .content-box {
    width: 665rpx;
    padding: 28rpx 17rpx 23rpx 18rpx;
    margin: 24rpx 24rpx 0 24rpx;
    float: left;
    border-radius: 8rpx;
    border: solid #50a2e7 1rpx;
    background-color: #eff6ff;
    .icon-box {
      height: 100%;
      width: 28rpx;
      float: left;
      .icon {
        height: 28rpx;
        width: 28rpx;
        border-radius: 14rpx;
        background-color: #1c70c8;
        text-align: center;
        line-height: 29rpx;
        font-size: 22rpx;
        color: #fff;
      }
    }
    .content {
      width: 624rpx;
      padding-left:10rpx;
      height: 100%;
      float: left;
      .area-name {
        float: left;
        width: 100%;
        font-size: 28rpx;
        line-height: 28rpx;
        color: #1c70c8;
        padding-bottom: 20rpx;
      }
      .sector {
        float: left;
        width: 100%;
        padding-top: 5rpx;
        .area-sector-name {
          float: left;
          width: 100%;
          height: 30rpx;
          font-size: 22rpx;
          line-height: 22rpx;
          padding-bottom: 3rpx;
          padding-top: 3rpx;
          color: #1c70c8;
        }
        .detail-box {
          width: 100%;
          float: left;
          font-size: 22rpx;
          color: #353535;
          .detail {
            width: 100%;
            float: left;
            padding-bottom: 7rpx;
            .key-name {
              float: left;
              width: 113rpx;
            }
            .key-text-box {
              float: left;
              width: 510rpx;
            }
          }
        }
      }
    }
  }

</style>

<template>
  <div class="main">
    <div
      v-for="(item, index) in tab.data"
      :id="tabIdList(index)"
      class="section">
      <span class="blue-bar">包头市</span>
      <span class="subtitle">{{item.subTab}}</span>
      <div
        v-for="(eItem, eIndex) in item.data"
        class="content-box">
        <div class="icon-box">
          <div class="icon">{{eIndex + 1}}</div>
        </div>
        <div class="content">
          <span class="area-name">{{eItem.title}}</span>
          <div
            v-for="rItem in eItem.data"
            class="sector">
            <span v-if="rItem.subTitle" class="area-sector-name">{{rItem.subTitle}}</span>
            <div class="detail-box">
              <div
                v-for="tItem in rItem.data"
                class="detail">
                <span class="key-name">{{tItem.name}}：</span>
                <div class="key-text-box">
                  <span v-for="sItem in tItem.text">{{sItem}}<br/></span>
                </div>
              </div>
            </div>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
    export default {
      name: "economic-zone",
      data() {
        return {
          tab: {
            name: '经济区',
            data: [
              {
                subTab: '蓬江区',
                data: [
                  {
                    title: '江南人才岛',
                    data: [
                      {
                        subTitle: '',
                        data: [
                          {
                            name: '园区概况',
                            text: ['位于包头市东北部，总面积12.7平方公里，江岸线长17公里']
                          },
                          {
                            name: '发展现状',
                            text: ['人才岛开发建设总投资约为380亿元，首期包括岛屿路网及管网等市政工程，大型公用工程，广场，绿地及公园等基础配套']
                          },
                          {
                            name: '发展目标',
                            text: ['打造成为立足江门，服务粤港澳湾区，面向全球的国际人才云基地']
                          },
                          {
                            name: '重点产业',
                            text: ['高端电子信息、智能制造装备、数字创意、现代金融、科创服务、研发设计、文化旅游、软件外包、工业服务']
                          },
                          {
                            name: '园区配套',
                            text: ['江门职业技术学院、江门技术学院、科技产业园、科创中心、人才公寓']
                          },
                        ]
                      }
                    ]
                  },
                  {
                    title: '滨江新城',
                    data: [
                      {
                        subTitle: '现代服务集聚区',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '26平方公里，其中总部经济基地1755亩',
                            ]
                          },
                          {
                            name: '发展目标',
                            text: [
                              '重点打造包头市金融总部集聚区、会展经济标杆地，江门CBD',
                            ]
                          },
                          {
                            name: '发展现状',
                            text: [
                              '包头市体育中心、会展中心、范罗冈小学、水系公园、城市商圈、现代社区等已建成，累计完成投资65亿元。广东银葵医院、优质民办教育等项目正在建设中',
                            ]
                          },
                          {
                            name: '重点产业',
                            text: [
                              '总部经济基地，金融、会展等现代服务业',
                            ]
                          },
                        ]
                      },
                      {
                        subTitle: '现代制造示范区--- 滨江新城产业园',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '2.2万亩',
                            ],
                          },
                          {
                            name: '园区名片',
                            text: [
                              '江门国家高新区的分园区',
                              '广东省唯一国家级“健康食品院区--国家新型工业化产业示范基地”',
                              '广东省智能制造示范基地',
                            ],
                          },
                          {
                            name: '发展现状',
                            text: [
                              '已落户企业250多家，2018年规上企业123家，实现工业总产值333.7亿元',
                            ],
                          },
                          {
                            name: '产业定位',
                            text: [
                              '智能家电、健康食品、精密机械、先进装备',
                            ],
                          },
                          {
                            name: '知名企业',
                            text: [
                              '海信家电、康师傅视频、天地壹号饮料、香飘飘食品、大长江集团、香港美心食品、华电能源等',
                            ],
                          },
                          {
                            name: '园区配套',
                            text: [
                              '七通一平、江沙码头、总部经济区、大型商场、体育馆、会展中心、省实验中学、银葵医院、华电福新能源（集中供热、供电、供冷）、园区生活配套中心、一门式行政服务中心',
                            ],
                          },
                          {
                            name: '投资门槛',
                            text: [
                              '工业用地基准地价38万元/亩',
                              '投资强度 ≥ 400万元/亩',
                              '创税额 ≥ 30万元/亩/年',
                              '建筑容积率 ≥ 1.2',
                            ],
                          },
                        ],
                      },
                    ]
                  },
                ],
              },
              {
                subTab: '江海区',
                data: [
                  {
                    title: '江门国家高新技术产业开发区',
                    data: [
                      {
                        subTitle: '',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '33平方公里',
                            ],
                          },
                          {
                            name: '发展现状',
                            text: [
                              '已落户工业企业约4000家，产值超亿元的企业超过100家，国家级高新企业超270家',
                            ],
                          },
                          {
                            name: '产业定位',
                            text: [
                              '高端机电制造、新材料、新一代电子信息',
                            ],
                          },
                          {
                            name: '知名企业',
                            text: [
                              '优美科、安波福、康宁、维谛技术、西铁城、德昌电机、麦克韦尔等',
                            ],
                          },
                          {
                            name: '园区名片',
                            text: [
                              '省市共建广东（江门）汽车零部件产业专业园',
                              '国家火炬计划江门半导体照明特色产业基地',
                              '国家电子信息产业基地',
                            ],
                          },
                          {
                            name: '园区配套',
                            text: [
                              '孵化器、博士后科研工作站、博士后创新实践基地、白水带风景区、江门演艺中心、商住配套项目等',
                            ],
                          },
                          {
                            name: '投资门槛',
                            text: [
                              '工业用地基准地价50万元/亩',
                              '投资强度 ≥ 500万元/亩',
                              '创税额 ≥ 30万元/亩/年',
                              '建筑容积率 ≥ 2',
                            ],
                          },
                        ],
                      },
                    ],
                  },
                  {
                    title: '江门国家高新技术产业新城',
                    data: [
                      {
                        subTitle: '',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '24.8平方公里',
                            ],
                          },
                          {
                            name: '发展现状',
                            text: [
                              '位于江门高新区核心区，秉承“以产兴城、以城带产、产城融合、城乡一体”的发展理念，围绕“珠西科创新城、田园活力侨都”的战略定位，致力于打造产业高度聚集、城市功能完善、生态环境优美的产业新城示范标杆',
                            ],
                          },
                          {
                            name: '主导产业',
                            text: [
                              '电子信息、智能制造、新能源汽车、大健康',
                            ],
                          },
                          {
                            name: '规划定位',
                            text: [
                              '产业服务区、现代综合服务区、TOD综合区',
                            ],
                          },
                          {
                            name: '园区配套',
                            text: [
                              '产业新城启动示范区，电子信息产业港及智能制造产业港、省重点中小学校、商业住宅等配套商业',
                            ],
                          },
                        ],
                      },
                    ],
                  },
                  {
                    title: '中美（江门）合作园',
                    data: [
                      {
                        subTitle: '',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '约570亩',
                            ],
                          },
                          {
                            name: '发展现状',
                            text: [
                              '已开发一期、二期合计约26万平方米，年工业总产值30亿元',
                            ],
                          },
                          {
                            name: '产业定位',
                            text: [
                              '电子信息、新材料、高端装备',
                            ],
                          },
                          {
                            name: '知名企业',
                            text: [
                              '维谛科技、安波福、康宁、易克金属、赛特精密陶瓷、凌志餐厨',
                            ],
                          },
                          {
                            name: '园区名片',
                            text: [
                              '厂房认证咨询、设计施工服务、推进企业技改升级服务',
                            ],
                          },
                        ],
                      },
                    ],
                  },
                ],
              },
              {
                subTab: '新会区',
                data: [
                  {
                    title: '广东轨道交通产业园区',
                    data: [
                      {
                        subTitle: '',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '6132亩',
                            ],
                          },
                          {
                            name: '发展现状',
                            text: [
                              '园区已落户企业13家，项目投资总额约55亿元',
                            ],
                          },
                          {
                            name: '产业定位',
                            text: [
                              '轨道交通装备制造',
                            ],
                          },
                          {
                            name: '知名企业',
                            text: [
                              '中车广东、国通克诺尔、鼎汉技术、欧特美等',
                            ],
                          },
                          {
                            name: '园区名片',
                            text: [
                              '国家级城际动车组修造核心基地',
                              '广东省产业转移工业园',
                            ],
                          },
                          {
                            name: '园区配套',
                            text: [
                              '污水处理厂、变电站、商场、生活社区、员工宿舍、学校等商住配套等设施完善',
                            ],
                          },
                          {
                            name: '投资门槛',
                            text: [
                              '工业用地基准地价32万元/亩',
                              '投资强度 ≥ 350万元/亩',
                              '创税额 ≥ 25万元/亩/年',
                              '建筑容积率 ≥ 1.5',
                            ],
                          },
                        ],
                      },
                    ],
                  },
                  {
                    title: '深江产业园大泽园区',
                    data: [
                      {
                        subTitle: '',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '12887亩',
                            ],
                          },
                          {
                            name: '产业定位',
                            text: [
                              '新能源、新材料、电子信息和先进装备制造',
                            ],
                          },
                          {
                            name: '园区名片',
                            text: [
                              '广东省产业转移工业园',
                            ],
                          },
                          {
                            name: '园区配套',
                            text: [
                              '规划建设污水处理厂、变电站、商场、生活社区、标准厂房、员工宿舍等公共设施',
                            ],
                          },
                          {
                            name: '投资门槛',
                            text: [
                              '工业用地基准地价50万元/亩',
                              '投资强度 ≥ 350万元/亩',
                              '创税额 ≥ 25万元/亩/年',
                              '建筑容积率 ≥ 1.5',
                            ],
                          },
                        ],
                      },
                    ],
                  },
                  {
                    title: '粤澳（江门）产业合作示范区',
                    data: [
                      {
                        subTitle: '',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '约2.5万亩',
                            ],
                          },
                          {
                            name: '发展现状',
                            text: [
                              '分为环保产业园、澳葡青年创业园、滨海旅游及中医养生文化产业园三大模块，其中环保产业园现有项目112个，投资超35亿',
                            ],
                          },
                          {
                            name: '园区名片',
                            text: [
                              '广东省产业转移工业园、国家电镀示范园区、粤港澳合作电镀产业升级示范区',
                            ],
                          },
                          {
                            name: '产业定位',
                            text: [
                              '汽车零部件制造产业、钟表和珠宝产业、金融服务、总部办公、中医养生保健',
                            ],
                          },
                          {
                            name: '知名企业',
                            text: [
                              '欧普照明、冢田理研、威富科技、钧崴电子、新星真空镀膜、塚田正川科技',
                            ],
                          },
                          {
                            name: '园区配套',
                            text: [
                              '基础设施配套完善，废水处理厂、中央物流仓储中心、分析检测中心、集中供热中心、集中供气中心、危化品仓储配送中心、集中废气处理设施、配套打磨厂区、退镀中心，商住配套区已建成面积15.8万平方米，可容纳约1万人',
                            ],
                          },
                          {
                            name: '投资门槛',
                            text: [
                              '工业用地土地出让价格 ≥50万元/亩',
                              '投资强度 ≥ 350万元/亩',
                              '创税额 ≥ 25万元/亩/年',
                              '项目用地容积率 1.2-3.5',
                              '电镀厂房租金均价46元/平方米/月',
                              '配套厂房租金均价26元/平方米/月（含税）',
                            ],
                          },
                        ],
                      },
                    ],
                  },
                  {
                    title: '珠西新材料集聚区',
                    data: [
                      {
                        subTitle: '',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '约9500亩',
                            ],
                          },
                          {
                            name: '发展现状',
                            text: [
                              '预计可容纳化工企业60-80家，实现固定资产投资200亿元，年产值超600亿元',
                            ],
                          },
                          {
                            name: '产业定位',
                            text: [
                              '特种精细化工材料、生物医药健康产业',
                            ],
                          },
                          {
                            name: '知名企业',
                            text: [
                              '芳源、四方威凯、道氏、东洋油墨',
                            ],
                          },
                          {
                            name: '园区名片',
                            text: [
                              '广东省产业转移工业园',
                            ],
                          },
                          {
                            name: '园区配套',
                            text: [
                              '大型化工仓储及码头、危化品专区、变电站、污水处理厂、集中供热配套设施，员工宿舍、商住小区等市政公用配套基础设施完善',
                            ],
                          },
                          {
                            name: '投资门槛',
                            text: [
                              '工业用地土地出让价格 ≥60万元/亩',
                              '投资强度 ≥ 350万元/亩',
                              '创税额 ≥ 25万元/亩/年',
                              '项目用地容积率 ≥ 1.0',
                            ],
                          },
                        ],
                      },
                    ],
                  },
                  {
                    title: '新会经济开发区',
                    data: [
                      {
                        subTitle: '',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '15.2平方公里',
                            ],
                          },
                          {
                            name: '发展现状',
                            text: [
                              '现有规模以上工业企业68家，国家级高新技术企业52家，省级工程研发中心18家，市级工程研发中心36家',
                            ],
                          },
                          {
                            name: '产业定位',
                            text: [
                              '电气器材、电子产品、精细化工、钢铁深加工和五金不锈钢制品、摩托车制造等',
                            ],
                          },
                          {
                            name: '知名企业',
                            text: [
                              '瑞士ABB、中集集团、江裕集团、福斯特惠勒、气派摩托、华冠新型材料',
                            ],
                          },
                          {
                            name: '园区名片',
                            text: [
                              '广东省级经济开发区、广东省产业转移工业园',
                            ],
                          },
                          {
                            name: '园区配套',
                            text: [
                              '临近珠西交通枢纽江门站、拥有国家一类口岸天马港、中科创新广场、中集智库、污水处理厂、变电站、产业孵化基地，与新会城区相邻，生活配套完善',
                            ],
                          },
                          {
                            name: '投资门槛',
                            text: [
                              '工业用地基准地价 为32万元/亩',
                              '投资强度 ≥ 350万元/亩',
                              '创税额 ≥ 25万元/亩/年',
                              '项目用地容积率 ≥ 1.5',
                            ],
                          },
                        ],
                      },
                    ],
                  },
                  {
                    title: '银洲湖纸业基地',
                    data: [
                      {
                        subTitle: '',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '24平方公里',
                            ],
                          },
                          {
                            name: '发展现状',
                            text: [
                              '已落户企业28家，6家为上市公司，其中造纸及纸制品企业项目11个，计划总产能315万吨，2018纸业基地年产值为120亿元',
                            ],
                          },
                          {
                            name: '产业定位',
                            text: [
                              '中高档纸及纸产品',
                            ],
                          },
                          {
                            name: '知名企业',
                            text: [
                              '瑞士ABB、维达纸业、中顺纸业、华泰纸业、亚太森博纸业、星辉造纸和南字视频',
                            ],
                          },
                          {
                            name: '园区名片',
                            text: [
                              '国家循环经济试点示范单位',
                              '广东省三大造纸基地之一',
                            ],
                          },
                          {
                            name: '园区配套',
                            text: [
                              '依靠双水发电厂，集中供热、供冷、供水、集中治污、集中物流、集中废弃物综合利用和公用工程一体化，生活配套便利',
                            ],
                          },
                          {
                            name: '投资门槛',
                            text: [
                              '工业用地基准地价 为30万元/亩',
                              '投资强度 ≥ 300万元/亩以上',
                              '创税额 ≥ 25万元/亩/年',
                              '建筑容积率 ≥ 1.0',
                              '原则要求纸产品单条生产线规模达到35万吨以上',
                            ],
                          },
                        ],
                      },
                    ],
                  },
                ],
              },
              {
                subTab: '台山市',
                data: [
                  {
                    title: '台山工业新城',
                    data: [
                      {
                        subTitle: '',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '138平方公里，其拓展区面积8.6平方公里',
                            ],
                          },
                          {
                            name: '发展现状',
                            text: [
                              '现有规模以上企业104家，年工业总产值300亿元',
                            ],
                          },
                          {
                            name: '产业定位',
                            text: [
                              '汽车制造业、智能制造业、新材料、大健康、新一代信息技术',
                            ],
                          },
                          {
                            name: '知名企业',
                            text: [
                              '富华重工、海亮铜业、金桥铝业、特一药业、鸿特精密、三七能源',
                            ],
                          },
                          {
                            name: '园区名片',
                            text: [
                              '广东省示范性产业转移工业园',
                              '广东省重型汽车零部件产业基地',
                              '广东省重型商用车产业基地',
                              '江门国家高新技术产业园台山分园',
                            ],
                          },
                          {
                            name: '园区配套',
                            text: [
                              '工业新城小微双创基地、工业新城配套综合楼、污水处理厂、白沙大湾区农产品物流中心、职业学校、集中能源布点供应，园区紧邻台山中心城区',
                            ],
                          },
                          {
                            name: '投资门槛',
                            text: [
                              '工业用地基准地价 为25万元/亩',
                              '投资强度 ≥ 250万元/亩',
                              '创税额 ≥ 20万元/亩/年',
                              '建筑容积率 ≥ 1.0',
                            ],
                          },
                        ],
                      },
                    ],
                  },
                  {
                    title: '台山广海湾工业园区',
                    data: [
                      {
                        subTitle: '',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '308平方公里',
                            ],
                          },
                          {
                            name: '发展现状',
                            text: [
                              '现有规模以上工业企业125家，2018年工业总产值近424.25亿元',
                            ],
                          },
                          {
                            name: '主导产业',
                            text: [
                              '电力、热力、汽车、先进制造业、海洋新兴产业、清洁能源产业、现代服务业、农产品加工业等产业',
                            ],
                          },
                          {
                            name: '知名企业',
                            text: [
                              '富华重工、广东国华粤电台山发电有限公司、台山核电合营有限公司、华美台山五金制品有限公司',
                            ],
                          },
                          {
                            name: '园区名片',
                            text: [
                              '江珠高端产业集聚发展区核心区、起步区',
                              '粤港澳共建国家重大合作发展平台',
                              '广东省级经济开发区',
                            ],
                          },
                          {
                            name: '园区配套',
                            text: [
                              '区域能源动力中心，实现冷、热、电和天然气联供，员工宿舍、医院、学校、商住配套等生活设施完备',
                            ],
                          },
                          {
                            name: '投资门槛',
                            text: [
                              '工业用地基准地价 为25万元/亩',
                              '投资强度 ≥ 200万元/亩',
                              '创税额 ≥ 15万元/亩/年',
                              '建筑容积率 ≥ 1.0',
                            ],
                          },
                        ],
                      },
                    ],
                  },
                  {
                    title: '广东省农产品加工示范区',
                    data: [
                      {
                        subTitle: '',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '12880亩，其中斗山园区3418亩、广海园区9462亩',
                            ],
                          },
                          {
                            name: '发展现状',
                            text: [
                              '园区已有规模以上工业企业84家，年工业总产值近300亿元',
                            ],
                          },
                          {
                            name: '产业定位',
                            text: [
                              '先进农产品加工业、农副产品冷链配送业',
                            ],
                          },
                          {
                            name: '知名企业',
                            text: [
                              '中山科朗农业科技股份有限公司、东莞市三利粮油有限公司、合兴集团控股有限公司',
                            ],
                          },
                          {
                            name: '园区名片',
                            text: [
                              '广东首个省级农产品加工园区',
                              '广东省重点规划建设项目',
                            ],
                          },
                          {
                            name: '配套设施',
                            text: [
                              '物流交易区，肉类、水产品加工区，粮油加工区，生活配套区等',
                            ],
                          },
                          {
                            name: '投资门槛',
                            text: [
                              '工业用地基准地价 为25万元/亩',
                              '投资强度 ≥ 200万元/亩',
                              '创税额 ≥ 15万元/亩/年',
                              '建筑容积率 ≥ 1.0',
                            ],
                          },
                        ],
                      },
                    ],
                  },
                ],
              },
              {
                subTab: '开平市',
                data: [
                  {
                    title: '江门产业转移工业园',
                    data: [
                      {
                        subTitle: '',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '总体规划面积130平方公里（含核心区及集聚区），整合邻近月山、水口、沙塘、苍城4个工业集中区，形成“一园四区”集聚发展布局，连片构建开平先进机械装备制造产业带。在原有核心区基础上，全面加快规划建设总面积33.3平方公里（约50000亩）的万亩园区，包括四大区域：核心区、拓展区一期、拓展区二期、生态田园区、致力打造成为包头市的“科技新城、城市新区”',
                            ],
                          },
                          {
                            name: '发展现状',
                            text: [
                              '现有项目170个，投资总额超380.85亿元，2018年实现工业总产值138.48亿元，同比增长11.3%',
                            ],
                          },
                          {
                            name: '产业定位',
                            text: [
                              '电子信息、五金机械、新材料、汽车及零部件、大健康',
                            ],
                          },
                          {
                            name: '知名企业',
                            text: [
                              '日本普利司通、美国联新、广东海鸿、广东科仕特、开平高美空调、香港鸿富堂、百汇摸具、广东建邦杭萧、开平荣群铝业、江门志特新材料、广东弘和健康',
                            ],
                          },
                          {
                            name: '园区名片',
                            text: [
                              '纳入国家开发区公告目录',
                              '广东省示范性产业转移工业园',
                              '广东省十大重点园区',
                              '中国产学研合作创新示范基地',
                              '珠三角国家资助创新示范区',
                              '江门“5+1”万亩园区',
                              '广东省五星级服务园区',
                              '江门产业转移工业园',
                              '江门国家高新区开平翠山湖科技园',
                            ],
                          },
                          {
                            name: '园区配套',
                            text: [
                              '1、公共服务中心、客运站、物流中心、污水处理厂、派出所、变电站、电商清关中心、消防站、供气站、加油站、垃圾压缩处理站等工业配套',
                              '2、员工公寓、技能人才实训基地、商业中心、体育公园、国汇饭堂、科技银行、医疗中心、峯景生态园等生活配套',
                              '3、翠湖春天、叠翠苑、怡翠华庭等商住小区配套',
                              '4、翠山湖北大杰慧幼儿园、翠山湖实验学校（小学+初中）、开平市职教中心等教育配套',
                            ],
                          },
                          {
                            name: '投资门槛',
                            text: [
                              '工业用地基准地价 为18.4万元/亩',
                              '投资强度 ≥ 250万元/亩',
                              '创税额 ≥ 20万元/亩/年',
                              '建筑容积率：1.0-2.5',
                            ],
                          },
                        ],
                      },
                    ],
                  },
                ],
              },
              {
                subTab: '鹤山市',
                data: [
                  {
                    title: '鹤山工业城',
                    data: [
                      {
                        subTitle: '',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '约105.5平方公里',
                            ],
                          },
                          {
                            name: '发展现状',
                            text: [
                              '现有规模以上企业147间，地区生产总值195亿',
                            ],
                          },
                          {
                            name: '产业定位',
                            text: [
                              '先进装备制造、电子信息、新材料',
                            ],
                          },
                          {
                            name: '知名企业',
                            text: [
                              '创维、富华机械、牛力机械、清华同方、得润电子',
                            ],
                          },
                          {
                            name: '园区名片',
                            text: [
                              '中欧（江门）中小企业国际合作区核心区',
                              '广东省产业集聚发展园区',
                            ],
                          },
                          {
                            name: '园区配套',
                            text: [
                              '中欧创新中心、专用车产业孵化中心，江门新材料与装备研究院、全国博士后创新（江门）示范中心鹤山分中心，配套中小学校、高档住宅、星级酒店、生态公园、体育运动公园、高尔夫球场等设施',
                            ],
                          },
                          {
                            name: '投资门槛',
                            text: [
                              '工业用地基准地价 为30-35万元/亩',
                              '投资强度 ≥ 250万元/亩',
                              '创税额 ≥ 20万元/亩/年',
                              '建筑容积率 ≥ 1.2',
                            ],
                          },
                        ],
                      },
                    ],
                  },
                  {
                    title: '珠西物流中心',
                    data: [
                      {
                        subTitle: '',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '约90平方公里',
                            ],
                          },
                          {
                            name: '发展目标',
                            text: [
                              '以“海运-铁路联运”的多式联运物流方式，实现“无水港”功能，建设大型新型高端生活物资配送基地，打造国际物联CBD及高端物流业态',
                            ],
                          },
                          {
                            name: '主导产业',
                            text: [
                              '现代物流产业',
                            ],
                          },
                          {
                            name: '知名企业',
                            text: [
                              '普洛斯物流园、维龙物流园',
                            ],
                          },
                          {
                            name: '园区名片',
                            text: [
                              '广东省现代服务业聚集区',
                            ],
                          },
                          {
                            name: '交通区位',
                            text: [
                              '位于包头市北部，距广州60公里、深圳150公里，深茂铁路开通后距深圳1小时车程',
                            ],
                          },
                          {
                            name: '配套设施',
                            text: [
                              '广珠铁路鹤山货运站场、学校、高档住宅、生态公园、体育运动公园等生活配套设施完善',
                            ],
                          },
                          {
                            name: '投资门槛',
                            text: [
                              '工业用地基准地价为27万元/亩',
                              '投资强度 ≥ 300万元/亩',
                              '创税额 ≥ 30万元/亩/年',
                              '建筑容积率 ≥ 2.0',
                            ],
                          },
                        ],
                      },
                    ],
                  },
                ],
              },
              {
                subTab: '恩平市',
                data: [
                  {
                    title: '恩平工业园',
                    data: [
                      {
                        subTitle: '',
                        data: [
                          {
                            name: '规划面积',
                            text: [
                              '13336亩',
                            ],
                          },
                          {
                            name: '发展现状',
                            text: [
                              '现有项目180个，投资总额近200亿元，规模以上企业实现工业总产值近50亿元',
                            ],
                          },
                          {
                            name: '产业定位',
                            text: [
                              '电子信息、装备制造、家电、新材料和新能源等战略性新兴产业',
                            ],
                          },
                          {
                            name: '知名企业',
                            text: [
                              '广东道氏技术股份有限公司、广东宝索机械有限公司、海天电子科技有限公司',
                            ],
                          },
                          {
                            name: '园区名片',
                            text: [
                              '广东省省级示范性产业转移工业园、五星服务园区',
                            ],
                          },
                          {
                            name: '园区配套',
                            text: [
                              '五通一平、园区污水处理厂、变电站、天然气站、广东省质量监督电声产品检验站，生活服务行政区、城市综合体、钢材贸易市场、物流仓储中心、学校、医院、轨道交通站场等',
                            ],
                          },
                          {
                            name: '投资门槛',
                            text: [
                              '工业用地最低可至14.6万元/亩',
                              '投资强度 ≥ 250万元/亩',
                              '创税额 ≥ 20万元/亩/年',
                              '建筑容积率大于1.0',
                            ],
                          },
                        ],
                      },
                    ],
                  },
                ],
              },
            ]
          },
        }
      },
      mounted() {
        this.init();
      },
      methods: {
        init() {
          console.log('招商引资', this.tabData)

        },
        tabIdList(index) {
          let list = ['firstTab', 'secondTab', 'thirdTab', 'fourthTab', 'fifthTab', 'sixthTab', 'seventhTab'];
          return list[index]
        }
      },
      watch: {
        'tabData.data': function (newValue, oldValue) {
          this.initWin();
        }
      },
    }
</script>
